Repository: Danni-p/ics_calendar_enhanced
Catalog: languages/ics-calendar-enhanced-*.po
Languages: de_de

source: Extends the ICS Calendar plugin with category icons mapping. Allows users to assign icons to calendar event categories through an intuitive admin interface.
de_de: Erweitert das ICS Calendar Plugin um eine Zuordnung von Kategoriebildern. Es ermöglicht Nutzern, den Kategorien von Kalenderereignissen über eine intuitive Benutzeroberfläche Bilder zuzuweisen.

source: Select Icon
de_de: Bild auswählen

source: Use This Image
de_de: Dieses Bild verwenden

source: Are you sure you want to remove this mapping?
de_de: Möchten Sie diese Zuordnung wirklich entfernen?

source: No icon selected
de_de: Kein Bild ausgewählt

source: Select
de_de: Auswählen

source: Security check failed. Please try again.
de_de: Sicherheitscheck fehlgeschlagen. Bitte noch einmal versuchen.

source: You do not have permission to change these settings.
de_de: Du hast keine Berechtigung, um diese Einstellung zu ändern.

source: Settings saved successfully.
de_de: Deine Einstellungen wurden gespeichert.

source: ICS Calendar Enhanced Settings
de_de: ICS Calendar Enhanced Einstellungen

source: Category Icon Mappings
de_de: Bildzuordnungen nach Kategorien

source: Map category strings from your ICS calendar feeds to icons and colors. The category string should match exactly what appears in your calendar events.
de_de: Ordnen Sie Kategorie-Strings aus Ihren ICS-Kalender-Feeds Bildern und Farben zu. Der Kategorie-String muss exakt so geschrieben sein, wie er in Ihren Kalenderereignissen erscheint.

source: Category String
de_de: Kategorie Zeichen

source: Icon
de_de: Bild

source: Color
de_de: Farbe

source: Actions
de_de: Aktionen

source: Add New Mapping
de_de: Neue Zuordnung hinzufügen

source: Fallback Icon
de_de: Fallback Bild

source: This icon will be shown for any category that is not explicitly mapped above. If not set, a bundled default icon will be used.
de_de: Dieses Bild wird für jede Kategorie angezeigt, die oben nicht ausdrücklich zugeordnet ist. Wenn nichts festgelegt ist, wird ein mitgeliefertes Standardbild verwendet.

source: Remove
de_de: Entfernen

source: Save Settings
de_de: Einstellungen speichern

source: Enter category name...
de_de: Kategorienamen eingeben…

source: This plugin requires the ICS Calendar plugin to be installed and activated.
de_de: Dieses Plugin erfordert, dass das Plugin ICS Calendar installiert und aktiviert ist.

source: Legend
de_de: Legende

source: Icon for category: %s
de_de: Bild für Kategorie: %s

source: Takes place today
de_de: Findet heute statt

source: In %d day
de_de: Noch %d Tag

source: Event Display
de_de: Ereignisanzeige

source: Control how event information is shown on the frontend.
de_de: Steuert, wie Ereignisinformationen auf der Website angezeigt werden.

source: Countdown subline
de_de: Countdown-Zeile

source: Show countdown subline below event titles
de_de: Countdown-Zeile unter Ereignistiteln anzeigen

source: When enabled, each event shows a line such as "In 5 days" or "Takes place today" below its title.
de_de: Wenn aktiviert, wird unter jedem Ereignistitel eine Zeile wie „Noch 5 Tage“ oder „Findet heute statt“ angezeigt.
